[
    {
        "name": "Articulate",
        "insti": "IISER Tirupati",
        "short_desc": "Short story writing & book covering designing contest",
        "about": [
            "A refreshing take on artistry, ARTiculate asks you to express yourself with both paints and prose. Let's see who can concoct the best piece of creative craftsmanship!",
            "Participants will need to pen down a story revolving around a given abstract, followed by making an awesome cover art for the same.",
            "The submission with the best combined score for the short story and the cover art will be crowned as the most ARTiculate work!"
        ],
        "details": [],
        "prize": [
            "The winner and the runner-up of the event will be awarded a prize of INR 2000 and INR 1000 respectively."
        ],
        "judge": [
            "The literary judges will be provided with the full story, the relevant description and the cover image as well, and the literary aspect will be judged on the basis of a number point scale with different metrics (viz. creativity, grammar, structure) out of 10.",
            "The art judges will also be provided with the artwork, the description/relevance of the artwork, and the full story for reference. They will judge only the art aspect, and how well it relates to the description, on a number metric, out of 10.",
            "The short description of the cover art will not be judged on the basis of grammar or any literary metric, only the relevance with the story will be taken into consideration."
        ],
        "rules": {
            "eligible": [
                "The participating group should be a currently enrolled student of any of the participating institutes (All IISERs, NISER, IISc, CEBS). Alumnus not allowed to participate.",
                "This is a group event and will operate on the basis of submissions.",
                "Every member of a team should be from the same institution."
            ],
            "guide": [
                "2 - 4 students per group. The contestants will write a 500 - 750 words story based on the given abstract/prompt and then make a befitting cover art for their story. They also need to write a brief description (50-100 words) about how the cover art relates to the story.",
                "The cover art should not be made/edited digitally. It should be drawn/sketched/painted by you on paper.",
                "The abstract/prompts will be given on 9th March 2021, and the registration will be open from 9th to 13th March 2021. After 13th, the registration time will be closed and only those teams who had registered would be considered for judging.",
                "All further communications with the participants will be done through the mail/contact provided in the registration form.",
                "Any entries which are found to be plagiarised will be instantly disqualified.",
                "The result of the event will be delivered by the 4th of April."
            ]
        },
        "submission": [
            "The cover art and the brief description should be in one pdf file and the story in another.",
            "The teams are expected to upload their pdf files (both story and [cover-art+description]) in a single drive folder and provide the link to the folder in the submission form.",
            "Do not mention the name of the participants anywhere in any of the documents.",
            "The file name should be of the format “Articulate_teamname_(story/cover)",
            "The submission link for the event will be available on 14th March and it will be active till 27th March."
        ],
        "timeline": [
            "March 9: Abstract will be given",
            "March 9: Google form Registrations opens",
            "March 13: Google form Registrations closes",
            "March 14: Google form submission opens",
            "March 25: Google form submission closes",
            "April 4: Result Declaration"
        ],
        "contact": [
            {
                "name": "Arnab Lahiry",
                "phone": "8697949062",
                "insta": "@spy.d_42",
                "mail": "arnab@students.iisertirupati.ac.in"
            },
            {
                "name": "Chaitanya Chawak",
                "phone": "9405907765",
                "mail": "chaitanyachawak@students.iisertirupati.ac.in"
            },
            {
                "name": "Sushmita Halder",
                "phone": "8929798359",
                "mail": "sushmitahalder@students.iisertirupati.ac.in"
            }
        ]
    },
    {
        "name": "MELA Quiz",
        "insti": "IISER Thiruvananthapuram",
        "short_desc": "Online quiz based on music, entertainment, literature and arts.",
        "about": [
            "Do you know a lot about the latest trendy songs, stay updated about the newest Bollywood movies and the best books? Well, IISER Thiruvananthapuram is here with the perfect opportunity to put this trivia knowledge to good use - the MELA Quiz! The quiz will be focused on music, entertainment, literature and arts. An amazing platform to showcase your fine arts knowledge! Getting down to the nitty-gritty, the competition will take place in two sessions (a prelim and the final), through Discord. Teams of two can participate. Stay tuned for further updates!"
        ],
        "details": [],
        "prize": [],
        "judge": [],
        "rules": {
            "eligible": [
                "Team Size: 2"
            ],
            "guide": []
        },
        "submission": [],
        "timeline": [],
        "contact": [
            {
                "name": "Tony Nixon Mavely",
                "phone": "8281517015",
                "mail": "tonynixonmavely17@iisertvm.ac.in"
            },
            {
                "mail": "culturalclub@iisertvm.ac.in"
            }
        ]
    },
    {
        "name": "Capture It",
        "insti": "IISER Mohali",
        "short_desc": "An Online Photography competition",
        "about": [
            "An online photography competition without any thematic restrictions is the perfect platform to express yourself with your pictures, woven together to tell your story. While life may have come to a standstill this year, we still have memories encased in our camera reels. So get ready to share your best clicks in this enthralling competition!"
        ],
        "details": [],
        "prize": [
            "There will be 3 prizes of INR 1500, INR 1000, INR 500"
        ],
        "judge": [],
        "rules": {
            "eligible": [
                "The participating individual should be a currently enrolled student of the participating institutes.",
                "This is a solo event and will operate on basis of submissions."
            ],
            "guide": [
                "This is a solo event, each participant can send only 1 photo.",
                "Photo should be in JPG/JPEG format.",
                "The participant is expected to send us the photo between 14/03/2021 & 27/03/2021.",
                "Only entries from Google form will be considered.",
                "You are supposed to provide us a Google drive link to your photo from where we can download it.",
                "Due to Google’s policies, you will need to provide access when requested. (Just sharing the link is not enough.)"
            ]
        },
        "submission": [
            "We shall provide the necessary link for submission for the event by 13/03/2021.",
            "The registration opens on 14/03/2021, kindly fill the form by 27/03/2021. All participants are required to fill the form within the deadline and all further communications will be done through the mail/contact provided in the form."
        ],
        "timeline": [],
        "contact": [
            {
                "name": "Shounak Hinge, convener, Lumière",
                "phone": "9145496175",
                "insta": "@shounak_hinge",
                "mail": "29shounak.hinge@gmail.com"
            }
        ]
    },
    {
        "name": "Pandemonium",
        "insti": "CEBS Mumbai",
        "short_desc": "Solo Dance Competition",
        "about": [
            "Do you miss tapping your feet to the rhythm of the dance floor? Don’t worry, ‘cause we have got you covered! Sway to the music and compete against the best in this exhilarating dance battle. Express your emotions through your moves and let yourself loose, as all pandemonium breaks loose in this electrifying contest!"
        ],
        "details": [],
        "prize": [],
        "judge": [
            "Judgement will be done by professionals in the field.",
            "Judgement will be done on the basis of originality, creativity, music sense, difficulty level of the performance and costume creativity."
        ],
        "rules": {
            "eligible": [
                "Students(Alumi, faculty) from participating intitutes are allowed."
            ],
            "guide": [
                "There is no restriction on the dance style, theme, music and costume, it can be chosen according to the participants own freedom.",
                "Only one entry per person will be accepted.",
                "Record your video in a still frame, camera shouldn’t be moving.",
                "The video should not be edited and completed in a single shot.",
                "The video should not be longer than 2 minutes."
            ]
        },
        "submission": [
            "To participate in the competition, contestants must register via google form. Link to which is attached with the mail. The guidelines for filling the google forms are given below.",
            "Use your institute e-mail IDs only to fill this form. Entries from Multiple or non-institution email IDs will not be accepted.",
            "The video file should not be more than 500 mb in size.",
            "The video should be in MP4 format specifically.",
            "Please use the nomenclature. Name_Institution code (e.g., Naman Mishra_10). Please find the institution code at the end of this rulebook. Institute codes: S. No. is the code.",
            "1. Indian Institute of Science Education and Research, Kolkata",
            "2. Indian Institute of Science Education and Research, Tirupati",
            "3. Indian Institute of Science Education and Research, Bhopal",
            "4. Indian Institute of Science Education and Research, Pune",
            "5. Indian Institute of Science Education and Research, Berhampur",
            "6. Indian Institute of Science Education and Research, Mohali",
            "7. Indian Institute of Science Education and Research, Thiruvananthapuram",
            "8. National Institute of Science Education and Research, Bhubaneshwar",
            "9. Indian Institution of Science, Bangalore",
            "10. Centre for Excellence in Basic Sciences, Mumbai"
        ],
        "timeline": [
            "March 8th: Google form Registrations open.",
            "March 25th: Google form registrations close",
            "April 2nd: Result Declaration."
        ],
        "contact": [
            {
                "name": "Naman Mishra",
                "phone": "naman.mishra@cbs.ac.in"
            },
            {
                "name": "Tanveer Tadavi",
                "phone": "tanveer.tadavi@cbs.ac.in"
            }
        ]
    },
    {
        "name": "Cicada",
        "insti": "IISER Bhopal",
        "short_desc": "Treasure Hunt",
        "about": [
            "Sick of solving your course and life problems? Enjoy the high of solving puzzles?",
            "Take a break and join us in the battle of wits against time in our very own CICADA 3301, an online puzzle game organised by IISER Bhopal. This is no simple feat for a lone wolf so don't forget to bring your buddies with you, making a team of maximum 3-4 members to sail you through the quest.",
            "The top three teams to make it to the end will be rewarded."
        ],
        "details": [],
        "prize": [],
        "judge": [],
        "rules": {
            "eligible": [
                "Team size Maximum limit 4"
            ],
            "guide": []
        },
        "submission": [],
        "timeline": [],
        "contact": [
            {
                "name": "Sarthak",
                "phone": "+91 7077965840",
                "insta": "@sathak.g_art"
            },
            {
                "name": "Harshwardhan",
                "phone": "+91 6263163831"
            },
            {
                "insta": "@falc_iiserb"
            },
            {
                "insta": "@iiserb.cultural"
            }
        ]
    },
    {
        "name": "Picomix",
        "insti": "IISER Pune",
        "short_desc": "Online photography and drawing comics event",
        "about": [
            "Are your creative senses tingling? Because now you have an amazing challenge, an opportunity to bring out more out of mere digital photos.",
            "Tell us a little story by making a four panel comic out of pictures that you clicked.",
            "Draw over the images using digital tools such as Photoshop, Illustrator, Sketchbook, Krita, Procreate, and even the instagram drawing tool if you like to torment yourself! Manage to impress the judges and you shall find a place rare amongst creators, a champion of photography, art and literature!"
        ],
        "details": [
            "The event consists of two parts:",
            "\t A: Make a 4−panel comic using pictures you clicked, by adding drawings/text on top with a digital drawing/editing software",
            "\t B: Transform 1 image that you’ve clicked by adding drawings/text on top with a digital drawing/editing software",
            "1. All the entries will be uploaded on social media by the Revival committee.",
            "2. Entries must be submitted using the google form which will be circulated",
            "3. This is a solo online event."
        ],
        "prize": [
            "Prizes in each category − Winner awarded with ₹1000, runner up awarded with ₹750 for first event and ₹750 and ₹500 respectively for the second event."
        ],
        "judge": [
            "Will be announced shortly"
        ],
        "rules": {
            "eligible": [
                "Students from the IISERs, NISER, IISC, CEBS only are allowed to participate in the event. Alumnus not allowed to participate."
            ],
            "guide": [
                "Participant’s Guidelines",
                "1. Only digital submissions are accepted, i.e. the participant cannot take a printout of their picture and draw over it.",
                "2. Comic has to be 4 panels in length.",
                "3. One entry per event per person is allowed, i.e. a person can have two entries in total.",
                "4. Both events will be judged separately.",
                "5. You cannot overlay pre−existing ClipArt over the images for the events, everything will have to be hand−drawn. You can however edit text onto the image.",
                "6. The picture has to be clicked by the participant. You will have to provide EXIF information of the images used for verification. (details mentioned below)",
                "7. There is no particular theme for the comic/image, just go with the flow!",
                "8. There will be 3 judges for the event, and judging will be based on how unique the idea is, and how much it makes us feel/think.",
                "9. Name your entry in the format, Name_Institute",
                "Note that we’re putting a cap on the “advancedness” of the software to make it fair to participants who might not have access to most tools",
                "Apps that can be used for the event :",
                "- PicsArt",
                "- Autodesk Sketchbook",
                "- Instagram",
                "- Google Storyboard (for comics)",
                "- Adobe Inkscape (laptop only)",
                "EXIF information :",
                "1. Share EXIF info for each of the images used.",
                "2.a. To find EXIF info in the gallery app go to the menu and tap on info.",
                "2.b. For Google photos you just need to swipe up to find EXIF info.",
                "2.c. If you're using a PC just right click on the photo and go to properties to find EXIF info.",
                "3. Share the original image you used to create the entry."
            ]
        },
        "submission": [
            "will be updated shortly"
        ],
        "timeline": [
            "6th March − Registration google form opens for entries.",
            "27th March − Registration google form closes.",
            "3rd April − Announcement of results"
        ],
        "contact": [
            {
                "name": "Sagnik C",
                "phone": "9748216919"
            },
            {
                "name": "Gowri N",
                "phone": "8086030097"
            },
            {
                "insta": "@pixels_iiserpune"
            },
            {
                "insta": "@artclub_iiserp"
            }
        ]
    },
    {
        "name": "Lazarus",
        "insti": "IISER Kolkata",
        "short_desc": "Online Musico-Visual Competition",
        "about": [
            "The Music Club of IISER Kolkata (@musicclubofiiserk) presents LAZARUS, an online music competition, unlike any other, in the history of time.",
            "To put it straight, one has to interpret a few visual art forms (paintings/graphics/photograph) and express their interpretation through musical performance of their own.",
            "So grab your guitars and sitars and be ready for a musical adventure of a lifetime."
        ],
        "details": [
            "This is a ​solo online event.",
            "It has two categories,​ vocal and instrumental​.",
            "The event will be conducted in 3 rounds."
        ],
        "prize": [
            "Winner in each category: INR 1000​; Runner up in each category: ​INR 500; Special mention(s)"
        ],
        "judge": [
            "Overall Theme Correspondence and Overall Presentation",
            "Vocal will be judged based on:",
            [
                "Pitching Quality",
                "Pronunciation",
                "Overall presentation"
            ],
            "Instrumental will be judged by:",
            [
                "Backing track (only if played by the participant)",
                "Rhythm and tempo",
                "Groove",
                "Melody line",
                "Harmony line",
                "Skill and technique",
                "Overall presentation"
            ]
        ],
        "rules": {
            "eligible": [
                "ONLY current students from IISERs, NISER, IISc, and CEBS are allowed to participate in this event. ​Alumni are not allowed​ to participate.",
                "This is a solo online event. Only ​one entry per participant​ is allowed."
            ],
            "guide": [
                "Participants should follow the timeline properly. Registration through the google form is a must. The submission-google forms will be sent to registered participants.",
                "A participant can either participate in the vocal OR instrumental category.",
                "The video entry should be a ​maximum of 7 minutes​ in length.",
                "There are no genre restrictions.",
                "Your entry should be your musical interpretation of the thematic image provided to you. Write a maximum of 4 lines in the google form how your music is related to the image.",
                "At the beginning of your video entry, all participants should display your name, institution, and name of your song/songs for the first 5 seconds.",
                "Name your video entries in the format, Name_Institute (Eg: Arikta_IISERK).",
                "The participant’s face and visuals of them performing should be visible throughout the video.",
                "Please note that No EDM Entries are Allowed.",
                "Upload in google drive and give access to all so that we can download the video. Paste the drive link in the google form.",
                "All the entries will be uploaded on social media by the Revival Core Committee, strictly subject to their convenience. By participating, you give consent to the Revival Core Committee for such use. In case of any issue, do contact your respective institute’s Revival Secretary."
            ]
        },
        "submission": [
            "Video entries must be submitted using the google form which will be circulated by mail/on the website. This will be clarified on/after Registration."
        ],
        "timeline": [
            "5th March​ - Registration opens, google form on this page.",
            "6th March - Registration closes.; First​ thematic image release​d. ​Google form for submission in the first round is circulated.",
            "8th March​ - Submission for 1st round closes.",
            "14th March -​ Announcement of 1st round results​.; 2nd thematic image released.; Google form for ​submission in the 2nd round is circulated.",
            "16th March​ - Submission google form of 2nd Round closes. (Subject to change according to technicalities.)",
            "1st April - Announcement of 2nd round results​.; 3rd thematic image released.; Final round submission opens.",
            "3rd April​ - Submission google form of final round closes.",
            "14th April -​Announcement of winners in the vocal and instrumental category."
        ],
        "contact": [
            {
                "name": "Aayush Srivastav",
                "phone": "6266748990",
                "insta": "@musicclubofiiserk"
            },
            {
                "name": "Soumi Bhattacharyya",
                "phone": "6291141950",
                "insta": "@soumi_hiya"
            },
            {
                "name": "Sroyon Sengupta",
                "phone": "9748960044",
                "insta": "@auditore_de_ssg"
            },
            {
                "name": "Shubhamay",
                "phone": "8918115319",
                "insta": "@shubhmay8380"
            },
            {
                "mail": "music.activity@iiserkol.ac.in"
            }
        ]
    },
    {
        "name": "Poetry Slam",
        "insti": "IISc",
        "short_desc": "Online Poetry Competition",
        "about": [
            "“Poetry is when an emotion has found its thought and the thought has found words” -Robert Frost",
            "This event is all about articulating your innermost thoughts and sentiments by channeling them eloquently through the poetic artform.",
            "The participants will essentially be asked to recite poems of their own composition which will be judged by our panel. This enjoyable event is for both seasoned poets as well as amateurs just looking to have a good time. In that spirit, we eagerly await your entries to see who puts the best words in the best order and becomes the Poetry Grand Slam winner!"
        ],
        "details": [],
        "prize": [],
        "judge": [
            "Poems will be judged based on factors like rhyming schemes, presentation, clarity of structure and understandability."
        ],
        "rules": {
            "eligible": [],
            "guide": [
                "Solo Event.",
                "Each poem must be of the poet’s own creation.",
                "Memorization is not required or necessary. The poet may choose to read off a sheet of paper or notebook or read off of their phone(s).",
                "Each poet gets three minutes (plus a ten-second grace period) to read one poem. If the poet goes over time, points will be deducted from the total score by the scorekeeper. The poem/performance will lose .5 (point 5) off of their score for each 10 seconds they go over.",
                "The poet may NOT use props, costumes, pre-recorded/taped music, or musical instruments while performing. It’s just you and your poem on stage. BUT you are allowed to sing or beat box or make any other sounds with your body in your performance.",
                "There is NO restriction on language used in the poem. Any language, even multiple languages, may be used. However, each poet must provide translations for every non-English word used in the poem. If the entire poem is in a language other than English, then a full translation (effective translation, not a word-by-word translation necessarily) must be provided.",
                "The time required to read/narrate the translation will NOT be counted in the 3 mins that are allotted to every participant. Extra 3 mins will be given (without penalty) if the poet has to offer a translation.",
                "The poem may NOT include sexist, racist, homophobic, or transphobic comments. However anger, upset and frustration are totally legit emotions to express in your poem, just be creative in how you go about doing it.",
                "The poet receives scores out of 10 from each judge.",
                "Registration forms will be sent out and the participants must register before the event. NO unregistered participation request will be entertained on the day of the event itself."
            ]
        },
        "submission": [],
        "timeline": [],
        "contact": [
            {
                "name": "Budhaditya",
                "phone": "8178551569",
                "mail": "budhaditya@iisc.ac.in"
            }
        ]
    },
    {
        "name": "Manthan",
        "insti": "NISER",
        "short_desc": "Online drama event",
        "about": [
            "NISER presents Manthan, a drama event that, not unlike its name, will amalgamate seemingly unrelated characters from the world of literature and cinema. A refreshing change from the usual drama events, we invite acts where the personalities of these random characters must be preserved. Thereby, the end result should be a unique production of a fun and coherent plot.",
            "So come on, bring your ‘A’ game to us! Put on your thinking caps, and wait for us to unleash the characters on you!."
        ],
        "details": [
            "This is a group event and will operate on basis of video submissions.",
            "Each group would be given 4 random characters and they need to evolve a plot to present all four characters in a single play.",
            "A team can choose extra two characters of their choice to assist their plot. So a maximum of 6 students can participate."
        ],
        "prize": [
            "1st Prize: 3000 INR; Runner’s Up: 1500 INR"
        ],
        "judge": [
            "Facial expressions, body language, dialogue delivery by actors and theme, plot development, character utilisation of the script will be prime considerations for judgement.",
            "There will be negative marking if the upper cap of the video limit is exceeded.",
            "Finer video editing would gain extra points."
        ],
        "rules": {
            "eligible": [
                "The participating group should be currently enrolled students of the participating institutes-IISERS, NISER, IISc and CEBS. Alumnus not allowed to participate."
            ],
            "guide": [
                "All participants are required to fill the form within the deadline and all further communications will be done through the mail/contact provided in the form.",
                "Further instructions, mode of submission and character assignments will be sent out to the participants on 14th march 2021.",
                "The video should be maximum of 15 mins in landscape mode. The videos can be shot individually (keeping in mind that people may be at home, not on campus) with one person per frame which should be then compiled into a single video play.",
                "The play can be in any language but English subtitles are mandatory.",
                "The script should be uploaded with a video file in English language only.",
                "Please avoid abusive or derogatory speech."
            ]
        },
        "submission": [],
        "timeline": [
            "The registration opens on 7th march 2021.",
            "The registration form will be circulated and should be filled latest by 13th March 2021, 11:59pm.",
            "Deadline for submission of the video of the play will be 24th March 2021, 11:59pm.",
            "The result of the judgement will be made available by 1st April tentatively."
        ],
        "contact": [
            {
                "name": "Subham Mishra",
                "phone": "9178505655",
                "insta": "@_mr.mishra_",
                "mail": "subham.mishra@niser.ac.in"
            },
            {
                "name": "Nikhil Kumar",
                "phone": "9470431483",
                "insta": "@el_professor_",
                "mail": "nikhilkumar18@niser.ac.in"
            },
            {
                "name": "Tanya Pattnaik",
                "phone": "8118031373",
                "insta": "@her_nerdiness",
                "mail": "tanya.pattnaik@niser.ac.in"
            }
        ]
    },
    {
        "name": "Trashion",
        "insti": "IISER Berhampur",
        "short_desc": "Online fashion event",
        "about": [
            "Are you a spendthrift who ponders a lot about the unaffordability of fashion? Are you someone who craves the joy of trying on the most novel clothing during the pandemic? Do you have a creative streak? If yes, then “trashion” is just for you! Be the trend you wish to see! Trashion presents a unique opportunity to creatively unleash your inner fashionista, that too on a budget! Design your own apparel with trash and become a fashion influencer yourself!"
        ],
        "details": [],
        "prize": [],
        "judge": [
            "Theme Selection, Use of materials, originality, presentation, Grooming, Confidence, Attention details with accessories and costume, Overall Impact"
        ],
        "rules": {
            "eligible": [
                "This is a Team event. Only students of IISERs, NISER, CEBS and IISc can form teams (within respective institutes) and are allowed to participate.",
                "Teams of 4 to 10"
            ],
            "guide": [
                "Make apparel (clothing or outfit worn in a function) out of the materials which are normally thrown out as waste.",
                "Every Team must have a theme. The theme can be decided by the team itself.",
                "Wear the dress/apparel yourself and record a video of around 30 seconds each which clearly shows the dress from all the directions (Front view, back view, right view, left view, etc) Backing track/music is allowed in the video file.",
                "Make a list of all the waste materials used in a .pdf format.",
                "Only 1 entry is allowed per participant",
                "Note that the video should not be edited in any way. Use of any kind of special effects is STRICTLY prohibited and will lead to direct disqualification",
                "Newspapers, magazines, paper bags, fabric strips, jute bags, gift wraps, etc are some examples of the waste materials which can be used",
                "Only the shape/size of the waste materials is allowed to change. Modifying any other physical attribute is not allowed (Example - Painting newspapers is not allowed. You are only allowed to change the shape/size of a newspaper).",
                "Only waste materials are to be used. You can’t use newly bought fresh materials",
                "Ready-made costumes are not allowed, but there is no restriction on improvising.",
                "No form of obscenity will be encouraged and it can lead to immediate disqualification."
            ]
        },
        "submission": [],
        "timeline": [
            "Registration Begins: 6th March",
            "Registration Ends : 9th March",
            "Submission Begins: 8th March",
            "Last day of Submission: 27th March, 11:59 PM"
        ],
        "contact": [
            {
                "name": "Harshit Pal",
                "phone": "9974857459",
                "insta": "@i_m_hazlitt"
            },
            {
                "insta": "@celebrations.at.iiserbpr"
            }
        ]
    }
]